Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# RevokeAlert
source: Are you sure you want to revoke this link? Once the link is revoked, no one will be able to join using it.
ar: هل تريدون فعلًا تعطيل الرابط؟ في حال تم تعطيل الرابط؛ لن يتمكن أحد من الانضمام بواسطته.
be: Вы ўпэўнены, што хочаце адклікаць гэту спасылку? Пасля таго, як вы гэта зробіце, ніхто не зможа далучыцца да суполкі па ёй.
ca: Segur que voleu revocar l'enllaç? Una vegada fet, ningú no podrà usar l'enllaç per a unir-se al grup.
de: Bist du sicher, dass du diesen Link widerrufen willst? Dadurch kann ihn niemand mehr nutzen.
es: ¿Quieres anular este enlace? Una vez anulado, nadie podrá unirse a través de él.
fa: آیا از باطل کردن این لینک اطمینان دارید؟ با این کار، هیچ‌کس قادر نخواهد بود با استفاده از آن بپیوندد.
fi: Haluatko varmasti mitätöidä tämän linkin? Mitätöidyn linkin kautta ei voi liittyä.
fr: Voulez-vous vraiment révoquer ce lien ? Une fois révoqué, plus personne ne pourra l'utiliser.
id: Anda yakin ingin mencabut tautan ini? Sekali tautan dicabut, seseorang tidak dapat bergabung melalui tautan tersebut.
it: Vuoi davvero revocare questo link? Una volta fatto, nessuno potrà unirsi usandolo.
ko: 정말 이 초대 링크를 폐기할까요? 폐기하면 누구도 이 링크로 들어올 수 없습니다.
ms: Adakah anda mahu batalkan link ini? Setelah dibatalkan tiada siapa yang boleh guna link ini untuk menjadi ahli.
nl: Deze link echt intrekken? Na intrekken kan niemand meer lid worden met de oude link.
pl: Czy na pewno chcesz unieważnić ten link? Gdy link zostanie unieważniony, nikt nie będzie mógł dołączyć się za jego pomocą.
pt_br: Deseja mesmo desativar o link de convite? Se fizer isso, ninguém conseguirá usá-lo.
ru: Вы точно хотите сбросить ссылку? После этого никто не сможет использовать ее, чтобы присоединиться.
sv: Är du säker på att återkalla länken? När den återkallats kan ingen använda den för att gå med i gruppen.
tr: Bu bağlantıyı iptal etmek istediğinizden emin misiniz? İptal ederseniz, gruba katılmak için artık bu bağlantı kullanılamaz.
uk: Ви впевнені? Щойно ви відкличете посилання, ніхто не зможе за ним приєднатися.
uz: Haqiqatan ham bu havolani bekor qilmoqchimisiz? Havolani bekor qilganingizdan keyin u orqali hech kim guruhga qoʻshila olmaydi.
zh_cn: 您确定要废除此邀请链接吗？一旦废除，其他人将不能通过此链接加入此群组。
zh_tw: 您確定要廢除此邀請鏈結嗎？一旦廢除，其他人將不能通過此鏈結加入此群組。

# RevokeAlertNewLink
source: The previous invite link is now inactive. A new link has been generated.
ar: رابط الدعوة السابق لم يعد مفعَّلا، تم إنشاء رابط جديد بدلًا منه.
be: Папярэдняя запрашальная спасылка цяпер неактыўная. Была згенерыравана новая спасылка.
ca: L'enllaç d'invitació anterior s'ha desactivat. S'ha generat un enllaç nou.
de: Der vorige Link ist nun inaktiv. Ein neuer Einladungslink wurde gerade erstellt.
es: El enlace de invitación anterior fue anulado. Se generó un enlace nuevo.
fa: لینک دعوت قبلی هم اکنون غیرفعال است. لینک جدیدی ایجاد شده است.
fi: Aikaisempi kutsulinkki on mitätöity. Uusi kutsulinkki luotiin.
fr: L'ancien lien d'invitation a été désactivé. Un nouveau lien a été généré.
id: Tautan undangan sebelumnya sudah tidak aktif. Tautan baru telah dibuat.
it: Il precedente link d'invito ora è inattivo. Ne è stato creato uno nuovo.
ko: 이전 초대 링크는 이제 비활성화되었습니다. 새 초대 링크가 만들어졌습니다.
ms: Link jemputan sebelum ini sudah tak aktif. Link baru telah disediakan.
nl: De oude link is nu inactief. Een nieuwe link is aangemaakt.
pl: Poprzedni link zaproszenia jest już nieaktywny. Został wygenerowany nowy link.
pt_br: O link de convite anterior foi desativado. Um novo link foi gerado.
ru: Прежняя ссылка-приглашение больше не действует. Создана новая.
sv: Den tidigare inbjudningslänken är nu inaktiv. En ny länk har skapats.
tr: Önceki davet bağlantısı artık etkin değil. Yeni bir davet bağlantısı oluşturuldu.
uk: Попереднє запрошувальне посилання тепер недійсне. Згенеровано нове.
uz: Oldingi taklif havolasi hozir faol emas. Yangi taklif havolasi hozirgina yaratildi.
zh_cn: 之前的邀请链接已失效，新的链接已生成。
zh_tw: 之前的邀請鏈結已失效，新的鏈結已生成。

# RevokeButton
source: Revoke
ar: تعطيل
be: Адклікаць
ca: Revoca
de: Widerrufen
es: Anular
fa: باطل کردن
fi: Mitätöi
fr: Révoquer
id: Cabut
it: Revoca
ko: 폐기
ms: Ya
nl: Intrekken
pl: Unieważnij
pt_br: Desativar
ru: Сбросить
sv: Återkalla
tr: Kaldır
uk: Відкликати
uz: Oʻchirish
zh_cn: 废除
zh_tw: 廢除

source: Revoked
ar: معطّل
be: Адкліканая
ca: Revocat
de: Widerrufen
es: Anulado
fi: Mitätöity
fr: Révoqué
it: Revocato
ko: 폐기됨
ms: Dibatal
nl: Ingetrokken
pl: Unieważniony
pt_br: Revogado
ru: Сброшена
sv: Återkallade
tr: İptal edildi
uk: Відкликане

source: Revoked Link
ar: رابط معطّل
be: Адкліканая спасылка
ca: Enllaç revocat
de: Widerrufener Link
es: Enlace anulado
fi: Mitätöity linkki
fr: Lien révoqué
it: Link revocato
ko: 폐기된 링크
ms: Link Dibatal
nl: Ingetrokken Link
pl: Unieważniony link
pt_br: Link Revogado
ru: Неактивная ссылка
sv: Återkallad länk
tr: İptal Edilen Bağlantı
uk: Відкликане посилання

source: Revoked Links
ar: الروابط المعطّلة
be: Адкліканыя спасылкі
ca: Enllaços revocats
de: Widerrufene Links
es: Enlaces anulados
fi: Mitätöidyt linkit
fr: Liens révoqués
it: Link revocati
ko: 폐기된 링크
ms: Link Dibatal
nl: Ingetrokken links
pl: Unieważnione linki
pt_br: Links Revogados
ru: Неактивные ссылки
sv: Återkallade länkar
tr: İptal Edilen Bağlantılar
uk: Відкликані посилання

source: Revoke Link
ar: تعطيل الرابط
be: Адклікаць спасылку
ca: Revoca l'enllaç
de: Link widerrufen
es: Anular enlace
fa: باطل کردن لینک
fi: Mitätöi linkki
fr: Révoquer le lien
id: Cabut Tautan
it: Revoca link
ko: 링크 폐기
ms: Batalkan Link
nl: Link intrekken
pl: Unieważnij link
pt_br: Revogar Link
ru: Сбросить ссылку
sv: Återkalla länk
tr: Bağlantıyı Sil
uk: Відкликати посилання
uz: Havolani bekor qilish
zh_cn: 废除链接
zh_tw: 廢除鏈結

# RevokeLinkAlert
source: Are you sure you want to revoke the link **{0}**? The group "**{1}**" will become private.
ar: هل ترغب حقًا في تعطيل الرابط **⁨{0}⁩**؟ ستصبح المجموعة «**⁨{1}⁩**» خاصة.
be: Вы ўпэўнены, што хочаце адклікаць спасылку **{0}**? Суполка «**{1}**» стане прыватнай.
ca: Segur que voleu revocar l'enllaç **{0} El grup «**{1}**» es convertirà en privat.
de: Bist du sicher, dass du den Link **{0}** widerrufen willst? Die Gruppe "**{1}**" wird dann privat.
es: ¿Quieres anular el enlace **{0}**? El grupo “**{1}**” pasará a ser privado.
fa: آیا از باطل کردن لینک **⁨{0}⁩** اطمینان دارید؟ گروه «**⁨{1}⁩**» خصوصی خواهد شد.
fi: Haluatko varmasti mitätöidä linkin **{0}**? Ryhmästä "**{1}**" tulee yksityinen.
fr: Voulez-vous vraiment révoquer le lien **{0}** ? Le groupe "**{1}**" deviendra privé.
id: Anda yakin ingin mencabut tautan **{0}**? Group "**{1}**" akan menjadi privat.
it: Vuoi davvero revocare il link **{0}**? Il gruppo "**{1}**" diventerà privato.
ko: 정말 **{0}** 링크를 폐기하시겠습니까? "**{1}**" 그룹은 비공개가 됩니다.
ms: Anda pasti mahu batalkan link **{0}**? Grup ini "**{1}**" akan bertukar ke peribadi.
nl: Link **{0}** echt intrekken? De groep "**{1}**" zal privé worden.
pl: Czy na pewno chcesz unieważnić link **{0}**? Grupa „**{1}**” stanie się grupą prywatną.
pt_br: Tem certeza de que deseja desativar o link **{0}**? O grupo "**{1}**" se tornará privado.
ru: Вы точно хотите сбросить ссылку **{0}**? Группа "**{1}**" станет частной.
sv: Säker på att återkalla länken **{0}**? Grupp "**{1}**" blir privat.
tr: **{0}** bağlantısını iptal etmek istediğinizden emin misiniz? "**{1}**" adlı grup gizli olacak.
uk: Ви дійсно хочете відкликати посилання **{0}**? Група "**{1}**" стане приватною.
uz: Haqiqatan ham **{0}** havolasini bekor qilmoqchimisiz? “**{1}**” guruhi shaxsiyga aylantiriladi.
zh_cn: 您确定要废除此链接（**{0}**）吗 ？ 群组«**{1}**»将转变成私密群组。
zh_tw: 您確定要廢除此鏈結（**{0}**）嗎 ？ 群組«**{1}**»將轉變成私密群組。

# RevokeLinkAlertChannel
source: Are you sure you want to revoke the link **{0}**? The channel "**{1}**" will become private.
ar: هل ترغب حقًا في تعطيل الرابط **⁨{0}⁩**؟ ستصبح القناة «**⁨{1}⁩**» خاصة.
be: Вы ўпэўнены, што хочаце адклікаць спасылку **{0}**? Канал «**{1}**» стане прыватным.
ca: Segur que voleu revocar l'enllaç **{0}**? El canal «**{1}**» es convertirà en privat.
de: Bist du sicher, dass du den Link **{0}** widerrufen willst? Der Kanal "**{1}**" wird dann privat.
es: ¿Quieres anular el enlace **{0}**? El canal “**{1}**” pasará a ser privado.
fa: آیا از باطل کردن لینک **⁨{0}⁩** اطمینان دارید؟ کانال «**⁨{1}⁩**» خصوصی خواهد شد.
fi: Haluatko varmasti mitätöidä linkin **{0}**? Kanavasta "**{1}**" tulee yksityinen.
fr: Voulez-vous vraiment révoquer le lien **{0}** ? Le canal "**{1}**" deviendra privé.
id: Anda yakin untuk mencabut tautan **{0}**? Channel "**{1}**" akan menjadi privat.
it: Vuoi davvero revocare il link **{0}**? Il canale "**{1}**" diventerà privato.
ko: **{0}** 링크를 폐지하시겠습니까? "**{1}**" 채널이 비공개로 바뀔 것입니다.
ms: Anda pasti mahu batalkan link **{0}**? Saluran ini "**{1}**" akan bertukar ke peribadi.
nl: Link **{0}** echt intrekken? Het kanaal "**{1}**" zal privé worden.
pl: Czy na pewno chcesz unieważnić link **{0}**? Kanał „**{1}**” stanie się kanałem prywatnym.
pt_br: Tem certeza de que deseja desativar o link **{0}**? O canal "**{1}**" se tornará privado.
ru: Вы точно хотите сбросить ссылку **{0}**? Канал "**{1}**" станет частным.
sv: Säker på att återkalla länken **{0}**? Kanal "**{1}**" blir privat.
tr: **{0}** bağlantısını iptal etmek istediğinizden emin misiniz? "**{1}**" adlı kanal gizli olacak.
uk: Ви дійсно хочете відкликати посилання **{0}**? Канал "**{1}**" стане приватним.
uz: Haqiqatan ham **{0}** havolasini bekor qilmoqchimisiz? “**{1}**” kanali shaxsiy kanalga aylantiriladi.
zh_cn: 您确定要废除此链接（**{0}**）吗？ 频道«**{1}**»将转变成私密频道。
zh_tw: 您確定要廢除此鏈結（**{0}**）嗎？ 頻道«**{1}**»將轉變成私密頻道。

# RoamingUsage
source: Roaming Data Usage
ar: استهلاك بيانات التجوال
be: Выкарыстанне роўмінгу
ca: Ús de dades en itinerància
de: Roaming Datennutzung
es: Uso de datos en roaming
fa: میزان استفاده از داده رومینگ
fi: Verkkovierailudatan käyttö
fr: Utilisation des données en itinérance
id: Pemakaian Data Roaming
it: Utilizzo dati roaming
ko: 로밍 데이터 사용량
ms: Kegunaan Data Perayauan
nl: Roamen datagebruik
pl: Wykorzystanie danych w roamingu
pt_br: Uso de Dados em Roaming
ru: Использование сети в роуминге
sv: Datamängd vid roaming
tr: Dolaşım Veri Kullanımı
uk: Використання даних у роумінгу
uz: Roumingda tarmoqdan foydalanish
zh_cn: 漫游数据使用情况
zh_tw: 漫遊數據使用情况

source: Satellite
ar: قمر صناعي
be: Спадарожнік
ca: Satèl·lit
de: Satellit
es: Satélite
fa: ماهواره
fi: Satelliitti
id: Satelit
ko: 위성
ms: Satelit
nl: Satelliet
pl: Satelita
pt_br: Satélite
ru: Спутник
sv: Satellit
tr: Uydu
uk: Супутникова
uz: Sun’iy yoʻldosh
zh_cn: 卫星图像
zh_tw: 衛星圖像

source: Saturation
ar: التشبع
be: Насычанасць
ca: Saturació
de: Sättigung
es: Saturación
fa: شدت رنگ
fi: Värikylläisyys
id: Saturasi
it: Saturazione
ko: 채도
ms: Ketepuan
nl: Verzadiging
pl: Saturacja
pt_br: Saturação
ru: Насыщенн.
sv: Mättnad
tr: Doygunluk
uk: Насиченість
uz: Toʻyinganlik
zh_cn: 饱和
zh_tw: 飽和

source: Save
ar: حفظ
be: Захаваць
ca: Desa
de: Speichern
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Valider
id: Simpan
it: Salva
ko: 저장
ms: Simpan
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
uk: Зберегти
uz: Saqlash
zh_cn: 保存
zh_tw: 保存

# SaveChangesAlertText
source: Do you want to apply the new colors you chose?
ar: تطبيق الألوان الجديدة التي قمت باختيارها؟
be: Вы хочаце дастасаваць новыя колеры, якія вы выбралі?
ca: Voleu aplicar els colors nous que heu triat?
de: Wirklich die neuen Farben anwenden?
es: ¿Quieres aplicar los nuevos colores que elegiste?
fa: آیا می‌خواهید رنگ‌های جدیدی که انتخاب کردید را اعمال کنید؟
fi: Haluatko käyttää uusia valitsemiasi värejä?
fr: Voulez-vous appliquer les nouvelles couleurs choisies ?
id: Apakah Anda ingin menerapkan warna baru yang Anda pilih?
it: Vuoi applicare i nuovi colori che hai scelto?
ko: 선택한 색을 적용하시겠습니까?
ms: Anda ingin guna warna baru yang anda pilih?
nl: Nieuwe kleuren toepassen?
pl: Czy chcesz zastosować nowe kolory, które wybrałeś?
pt_br: Deseja aplicar as novas cores que você escolheu?
ru: Применить выбранные Вами новые цвета?
sv: Vill du använda färgerna du valt?
tr: Seçtiğiniz yeni renkleri uygulamak ister misiniz?
uk: Ви хочете застосувати нові кольори, які ви вибрали?
uz: Yangi tanlangan ranglarni qoʻllashni xohlaysizmi?

# SaveChangesAlertTitle
source: Save changes?
ar: حفظ التغييرات؟
be: Захаваць змены?
ca: Voleu desar els canvis?
de: Änderungen speichern?
es: ¿Guardar cambios?
fa: تغییرات ذخیره شود؟
fi: Tallennetaanko muutokset?
fr: Enregistrer les changements ?
id: Simpan perubahan?
it: Salvare le modifiche?
ko: 변경 사항을 저장할까요?
ms: Sinpan pertukaran?
nl: Wijzigingen opslaan?
pl: Zapisać zmiany?
pt_br: Salvar alterações?
ru: Сохранить изменения?
sv: Spara ändringar?
tr: Değişiklikler kaydedilsin mi?
uk: Зберегти зміни?
uz: Oʻzgarishlar saqlansinmi?

source: Saved Messages
ar: الرسائل المحفوظة
be: Захаванае
ca: Missatges desats
de: Gespeichertes
es: Mensajes guardados
fa: پیام‌های ذخیره شده
fi: Tallennetut viestit
fr: Messages enregistrés
id: Pesan Tersimpan
it: Messaggi salvati
ko: 저장한 메시지
ms: Mesej Disimpan
nl: Bewaarde berichten
pl: Zapisane wiadomości
pt_br: Mensagens Salvas
ru: Избранное
sv: Sparade meddelanden
tr: Kayıtlı Mesajlar
uk: Збережене
uz: Saqlangan xabarlar
zh_cn: 我的收藏
zh_tw: 我的收藏

# SavedMessagesInfo
source: Forward here to save.
ar: التحويل إلى هنا للحفظ.
be: Перасылайце паведамленні сюды, каб захаваць іх
ca: Reenvieu aquí per a desar.
de: Weiterleiten zum Speichern
es: Reenvía aquí para guardar.
fa: جهت ذخیره به اینجا هدایت کنید.
fi: Tallenna välittämällä tänne
fr: Transférez ici pour enregistrer.
id: Teruskan ke sini untuk disimpan
it: Inoltra qui per salvare.
ko: 저장하려면 여기로 전달하세요
ms: Majukan ke sini untuk simpan.
nl: Hierheen doorsturen om op te slaan
pl: Przekazuj tutaj, aby zapisać.
pt_br: Encaminhe aqui para salvar.
ru: Сохранить на память
sv: Skicka hit för att spara.
tr: Kaydetmek için buraya iletin.
uk: Перешліть сюди, щоб зберегти.
uz: Saqlash uchun bu yerga uzating.
zh_cn: 转发到此以保存
zh_tw: 轉發到此以保存

source: Save Link
ar: حفظ الرابط
be: Захаваць спасылку
ca: Desa l'enllaç
de: Link speichern
es: Guardar enlace
fi: Tallenna linkki
fr: Enregistrer le lien
it: Salva link
ko: 링크 저장
ms: Simpan Link
nl: Link opslaan
pl: Zapisz link
pt_br: Salvar Link
ru: Сохранить
sv: Spara länk
tr: Bağlantıyı Kaydet
uk: Зберегти посилання

# SaveLinkHeader
source: SAVE
ar: حفظ
be: ЗАХАВАЦЬ
ca: DESA
de: SPEICHERN
es: GUARDAR
fi: TALLENNA
fr: ENREGISTRER
it: SALVA
ko: 저장
ms: SIMPAN
nl: OPSLAAN
pl: ZAPISZ
pt_br: SALVAR
ru: СОХРАНИТЬ
sv: SPARA
tr: KAYDET
uk: ЗБЕРЕГТИ

source: SAVE THEME
ar: حفظ النمط
be: ЗАХАВАЦЬ ТЭМУ
ca: DESA EL TEMA
de: THEMA SPEICHERN
es: GUARDAR TEMA
fa: ذخیره پوسته
fi: TALLENNA TEEMA
fr: ENREGISTRER LE THÈME
id: SIMPAN TEMA
it: SALVA TEMA
ko: 테마 저장
ms: SIMPAN TEMA
nl: THEME OPSLAAN
pl: ZAPISZ MOTYW
pt_br: SALVAR TEMA
ru: СОХРАНИТЬ ТЕМУ
sv: SPARA TEMA
tr: TEMAYI KAYDET
uk: ЗБЕРЕГТИ ТЕМУ
uz: MAVZUNI SAQLASH
zh_cn: 保存主题
zh_tw: 保存主題

source: Save to Downloads
ar: حفظ في التنزيلات
be: Захаваць у cпампоўкі
ca: Desa a «Baixades»
de: In Downloads speichern
es: Guardar en Descargas
fi: Tallenna latauksiin
fr: Enregistrer
it: Salva nei download
ko: 다운로드 폴더에 저장
ms: Simpan ke Muat Turun
nl: Opslaan in Downloads
pl: Zapisz w Pobranych
pt_br: Salvar em Downloads
ru: Сохранить в загрузки
sv: Spara till Hämtade filer
tr: İndirilenlere Kaydet
uk: Зберегти до Завантажень

source: Save to gallery
ar: حفظ في المعرض
be: Захаваць у галерэю
ca: Desa a la galeria
de: In der Galerie speichern
es: Guardar en Galería
fa: ذخیره در گالری
fi: Tallenna galleriaan
fr: Ajouter à la galerie
id: Simpan ke galeri
it: Salva nella galleria
ko: 갤러리에 저장
ms: Simpan di galeri
nl: Opslaan in galerij
pl: Zapisz w galerii
pt_br: Salvar na galeria
ru: Сохранить в галерею
sv: Spara till galleriet
tr: Galeriye kaydet
uk: Зберегти до галереї
uz: Galereyaga saqlash
zh_cn: 保存到相册
zh_tw: 保存到相簿

# SaveToGallerySettings
source: Save to Gallery
ar: حفظ في المعرض
be: Захоўваць у галерэю
ca: Desa-ho en la galeria
de: In der Galerie speichern
es: Guardar en Galería
fa: ذخیره در گالری
fi: Tallenna galleriaan
fr: Enregistrer dans la galerie
id: Simpan ke Galeri
it: Salva nella galleria
ko: 갤러리에 저장
ms: Simpan ke Galeri
nl: Opslaan in galerij
pl: Zapisz w galerii
pt_br: Salvar na Galeria
ru: Сохранять в галерее
sv: Spara till galleriet
tr: Galeriye Kaydet
uk: Зберігати до галереї
uz: Galereyaga saqlash
zh_cn: 保存到相册
zh_tw: 保存到相簿

source: Save to GIFs
ar: إضافة إلى GIF
be: Захаваць анімацыю
ca: Desa als GIF
de: GIF hinzufügen
es: Guardar GIF
fa: ذخیره در گیف‌ها
fi: Tallenna GIFeihin
fr: Ajouter aux GIF
id: Simpan di GIF
it: Salva nelle GIF
ko: GIF에 저장
ms: Simpan ke GIF
nl: GIF opslaan
pl: Zapisz w GIFach
pt_br: Salvar em GIFs
ru: Сохранить в свои GIF
sv: Spara bland GIF:ar
tr: GIF'lere Kaydet
uk: Зберегти до GIF
uz: GIFlarga saqlash
zh_cn: 保存到 GIF 库
zh_tw: 保存到 GIF 庫

source: Save to music
ar: حفظ في الجهاز
be: Захаваць у музыку
ca: Desa-ho a la música
de: Musik speichern
es: Guardar en música
fa: ذخیره در موسیقی‌ها
fi: Tallenna musiikkeihin
fr: Télécharger
id: Simpan di musik
it: Salva nella musica
ko: 음악에 저장
ms: Simpan ke muzik
nl: Opslaan in muziek
pl: Zapisz w muzyce
pt_br: Salvar em músicas
ru: Сохранить в музыку
sv: Spara till Musik
tr: Müziklere Kaydet
uk: Зберегти до музики
uz: Musiqalarga saqlash
zh_cn: 保存到音乐库
zh_tw: 保存到音樂庫

# SavingContentTitle
source: Saving content
ar: حماية المحتوى
be: Захаванне змесціва
ca: Desar contingut
de: Inhalte speichern
es: Guardar contenido
fi: Sisällön suojaus
fr: Enregistrement du contenu
it: Salvataggio contenuti
ko: 컨텐츠 저장
ms: Menyimpan konten
pl: Zapisywanie treści
pt_br: Salvar conteúdo
ru: Сохранение контента
sv: Innehållsskydd
tr: İçerik kaydetme
uk: Збереження вмісту

source: Schedule
ar: جدولة
be: Запланаваць
ca: Programa
de: Planen
es: Programar
fa: زمان‌بندی
fi: Ajasta
fr: Planifier
id: Jadwal
it: Programma
ko: 예약
ms: Jadual
nl: Plannen
pl: Zaplanuj
pt_br: Agendar
ru: Запланировать
sv: Inplanera
tr: Zamanla
uk: Розклад
uz: Rejalashtirish

source: Scheduled Messages
ar: الرسائل المجدولة
be: Запланаванае
ca: Missatges programats
de: Später senden
es: Mensajes programados
fa: پیام‌های زمان‌بندی شده
fi: Ajastetut viestit
fr: Messages planifiés
id: Pesan Terjadwal
it: Messaggi programmati
ko: 예약한 메시지
ms: Mesej Berjadual
nl: Geplande berichten
pl: Zaplanowane wiadomości
pt_br: Mensagens Agendadas
ru: Отложенная отправка
sv: Inplanerade meddelanden
tr: Zamanlanan Mesajlar
uk: Заплановані повідомлення
uz: Rejalashtirilgan xabarlar

# ScheduledOrNoSoundHint
source: Hold this button to schedule your message or send it without sound.
ar: اضغط هذا الزر باستمرار لجدولة رسالتك أو إرسالها دون صوت.
be: Утрымлівайце гэту кнопку, каб запланаваць паведамленне або адправіць яго без гуку.
ca: Manteniu-lo premut per a programar el missatge o enviar-lo sense so.
de: Halte diese Knopf, um deine Nachricht zu planen oder ohne Ton zu senden.
es: Mantén pulsado este botón para programar tu mensaje o enviarlo sin sonido.
fa: برای زمان‌بندی پیام خود یا ارسال آن بدون صدا بر روی این دکمه نگه دارید.
fi: Pidä tätä pohjassa ajastaaksesi viestin tai lähettääksesi hiljennettynä.
fr: Maintenez ce bouton pour planifier l'envoi de votre message ou l'envoyer silencieusement.
id: Tahan tombol ini untuk menjadwalkan pesan Anda atau kirim tanpa suara.
it: Premi questo pulsante per programmare il tuo messaggio o per inviarlo senza suono.
ko: 이 버튼을 길게 눌러 메시지를 예약하거나 메시지를 소리 없이 보내세요.
ms: Tekan lama butang untuk jadualkan mesej atau kirim tanpa bunyi.
nl: Hou deze knop ingedrukt om je bericht te plannen of zonder geluid te sturen.
pl: Przytrzymaj ten przycisk, aby zaplanować wiadomość lub wysłać ją bez dźwięku.
pt_br: Toque e segure neste botão para agendar a mensagem ou enviar sem som.
ru: Удерживайте кнопку, чтобы отправить позже или без звука.
sv: Håll ner knappen för att inplanera ditt meddelande eller skicka det ljudlöst.
tr: Mesajınızı zamanlamak ya da ses olmadan göndermek için bu düğmeye basılı tutun.
uk: Утримуйте кнопку, щоб надіслати повідомлення пізніше або без звуку.
uz: Xabarni rejalashtirish yoki tovushsiz yuborish uchun bu tugmani bosib turing.

source: Schedule message
ar: جدولة الرسالة
be: Запланаваць паведамленне
ca: Programa el missatge
de: Nachricht planen
es: Programar mensaje
fa: زمان‌بندی پیام
fi: Ajasta viesti
fr: Envoi planifié
id: Jadwal Pesan
it: Programma messaggio
ko: 메시지 예약
ms: Mesej berjadual
nl: Plan bericht
pl: Zaplanuj wiadomość
pt_br: Agendar mensagem
ru: Отправить позже
sv: Inplanera meddelande
tr: Mesajı zamanla
uk: Надіслати пізніше
uz: Xabarni rejalashtirish

# ScheduleWhenOnline
source: Send when {0} comes online
ar: إرسال عندما يصبح ⁨{0}⁩ متصلًا
be: Адправіць, калі {0} з'явіцца ў сетцы
ca: Envia-ho quan {0} es connecti
de: Senden, wenn {0} online kommt
es: Enviar cuando {0} esté en línea
fa: ارسال در هنگام آنلاین شدن ⁨{0}⁩
fi: Lähetä, kun {0} tulee paikalle
fr: Envoyer quand {0} sera en ligne
id: Kirim saat {0} sedang online
it: Invia quando {0} è in linea
ko: {0} 님이 온라인일 때 보냄
ms: Kirim bila {0} di talian
nl: Stuur wanneer {0} online komt
pl: Wyślij, gdy {0} będzie online
pt_br: Enviar quando {0} ficar online
ru: При появлении {0} в сети
sv: Skicka när {0} är online
tr: {0} çevrimiçi olduğunda gönder
uk: Надіслати, коли {0} буде в мережі
uz: {0} tarmoqqa kirganida yuborish

# ScreenCapture
source: Show App Content in Task Switcher
ar: عرض المحتوى عند التبديل بين التطبيقات
be: Паказваць змесціва пры пераключэнні
ca: Mostra contingut en el commutador
de: App-Inhalte nach Sperrung anzeigen
es: Mostrar contenido en la multitarea
fa: نمایش محتوای برنامه در مدیریت برنامه‌ها
fi: Näytä sisältö sovelluksen vaihtajassa
fr: Autoriser les captures d'écran
id: Tampilkan Konten di Pengalih Aplikasi
it: Mostra contenuto nelle app recenti
ko: 앱 전환 화면에서 대화 내용 드러내기
ms: Tunjuk Isi Kandung Aplikasi di Suis Tugasan
nl: App-inhoud weergeven in taakbeheer
pl: Zezwalaj na przechwytywanie ekranu
pt_br: Mostrar Conteúdo no Multitarefas
ru: Разрешить снимки экрана
sv: Visa appinnehåll i appväxlaren
tr: Görevlerde Uygulama İçeriğini Göster
uk: Показувати екран програми в перемикачі завдань
uz: Skrinshot qilishga ruxsat berish
zh_cn: 允许屏幕抓取
zh_tw: 允許屏幕抓取
